tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "ca-certificates"
brew "bat"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "deno"
brew "dnsmasq"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "python@3.9"
brew "gnu-sed"
brew "go"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "m-cli"
brew "nmap"
brew "node"
brew "procs"
brew "sd"
brew "shellcheck"
brew "starship"
brew "the_silver_searcher"
brew "vim"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
cask "1password"
cask "alfred"
cask "docker"
cask "font-fira-code"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-sf-pro"
cask "github"
cask "imageoptim"
cask "insomnia"
cask "iterm2-beta"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "spotify"
cask "visual-studio-code"
