tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "php"
brew "composer"
brew "deno"
brew "exa"
brew "fzf"
brew "git"
brew "go"
brew "m-cli"
brew "nmap"
brew "node"
brew "procs"
brew "shellcheck"
brew "starship"
brew "stow"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
cask "1password"
cask "alfred"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "iterm2-beta"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
