tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "composer"
brew "curl"
brew "dnsmasq", restart_service: true
brew "git"
brew "git-extras"
brew "lolcat"
brew "m-cli"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "php", restart_service: true
brew "python"
brew "rbenv"
brew "rsync"
brew "vim"
brew "yarn"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-inter-ui"
cask "github"
cask "google-chrome"
cask "hyper-canary"
cask "iterm2-beta"
cask "kitematic"
cask "postman"
cask "sketch"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text-dev"
cask "tableplus"
cask "visual-studio-code"
